// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

TaskName = "耗材状态";

StaplesTabLabel = "订书钉";
MediaTabLabel = "介质";
PrintheadTabLabel = "打印头";
SuppliesTabLabel = "耗材";

Toner = "墨粉";

EstimatedWarning = "只是估计值。实际的墨水量可能不同。";

DoorOpenTitle = "门/盖未关闭";
ConsumableUnknownTitle = "未知的";
CartridgeMissingTitle = "缺失";
HSDCartridgeUsageTitle = "在墨盒内存中存储耗材使用信息";
ValueNotAvailable = "不适用";

Colon = "：";

MediaStatusUnknown = "未知的";
MediaStatusNotEmpty = "尚未用完";
MediaStatusEmpty = "已空";
MediaStatusLow = "不足";
MediaStatusFull = "已满";
MediaStatusOk = "确定";

// cartridge statuses
SupplyLevelInMillilitersFormat = "%d 毫升";

// printhead statuses
Good = "良好";
Low = "即将到期，请准备更换";
Out = "已到期，请更换";
Fair = "不错";
Bad = "差";
PrintheadMissingTitle = "缺失";

// staples cartridge
HSDStapleLevelStatusOK = "确定";
StapleLevelStatusLow = "不足";
StapleLevelStatusVeryLow = "极低";
StapleLevelStatusOut = "用尽";
StapleCartridgeTitle = "订书钉盒 %d：";
LevelStatusFormat = "状态：||%@";

PartReorderFormat = "部件再订购号：||%@";
ExpireDateFormat = "有效日期：||%@";
SerialNumberFormat = "序列号：||%@";
SupplyTypeFormat = "类型：||%@";
WarrantyStatusFromat = "担保状态：||%@";
UsedInkFromat = "已用墨水量（微升）：||%@";
WarrantyNotice = "*请参见《担保声明》";

ManufacturerUnknown = "未知的";
ManufacturerHP = "HP";
ManufacturerApprovedOEM = "经批准的 OEM";
ManufacturerNonApproved = "非批准的";
CartridgeApproved = "担保范围内";
CartridgeNotApproved = "无担保";

OrderHPPart = "订购 HP 部件：";
ApproximatePagesRemainingForInitialUse = "大约剩余页数：\n\t（使用 25%% 之后可用）||收集数据";
ApproximatePagesRemaining = "大约剩余页数：\n\t(剩余页数随打印文档的类型不同而变化。)||%@";
PagesPrintedWithThisSupply = "使用此耗材打印的页面：";
FirstInstallDate = "首次安装日期：||%@";
LastUsedDate = "最后使用日期：||%@";
LowReached = "达到低点：||%@";

YES = "是";
NO = "否";

SupplyStatusAuthentic = "原装 HP";
SupplyStatusClone = "非 HP 兼容芯片";
SupplyStatusRefilled = "非 HP 再装填的";
SupplyStatusUnauthorized = "未经授权的";
SupplyStatusIncorrect = "不正确";

SupplyDepleted = "使用过的、重新填充的或仿制的";
HSDSupplyDepletedWarningTitle = "原装 HP 墨水已用完 - 墨水量信息将不可用";
SupplyDepletedWarningMessage = "耗材可能用尽，或为重新灌注或非 HP 耗材。如果耗材用尽，请用新墨盒替换必需墨盒。HP 不能保证非 HP 耗材的质量或可靠性。因使用非 HP 耗材而需要的打印机服务或维修不在保修范围之内。\n如果您认为自己购买的是新的正品 HP 墨盒，请访问以下网站与我们联系： link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

WarrantyNotes = "*担保声明\n已安装了不属 HP 供应的耗材。HP 认可客户的选择，但无法保证非 HP 耗材的质量或可靠性。因使用非 HP 供应的耗材而要求提供打印机服务或修理将不属于担保的范围。\n\n请使用 HP 原装耗材确保能够使用打印的全部功能。\n\n如果您确信您购买的是 HP 原装耗材，请访问以下网站：link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
StarterPensWarning = "试机墨盒没有估计墨水量信息。";
NonHPSupplyWarning = "注意：已安装了非 HP 供应的耗材。要确保能使用全部的打印功能（例如，剩余耗材状态），请使用 HP 原装耗材。";

// Cartridge state warnings
BlackCartridgeMisinstalledWarning = "墨盒的安装插槽有误\n安装一个 HP 黑色墨盒。此墨盒缺失或安装不正确。";
CyanCartridgeMisinstalledWarning = "墨盒的安装插槽有误\n安装一个 HP 青色墨盒。此墨盒缺失或安装不正确。";
MagentaCartridgeMisinstalledWarning = "墨盒的安装插槽有误\n安装一个 HP 紫红色墨盒。此墨盒缺失或安装不正确。";
YellowCartridgeMisinstalledWarning = "墨盒的安装插槽有误\n安装一个 HP 黄色墨盒。此墨盒缺失或安装不正确。";

BlackCartridgeMissingWarning = "安装黑色墨盒。\n安装一个 HP 黑色墨盒。此墨盒缺失或安装不正确。";
CyanCartridgeMissingWarning = "安装青色墨盒。\n安装一个 HP 青色墨盒。此墨盒缺失或安装不正确。";
MagentaCartridgeMissingWarning = "安装紫红色墨盒。\n安装一个 HP 紫红色墨盒。此墨盒缺失或安装不正确。";
YellowCartridgeMissingWarning = "安装黄色墨盒。\n安装一个 HP 黄色墨盒。此墨盒缺失或安装不正确。";

BlackCartridgeIncorrectWarning = "更换不兼容或有故障的黑色墨盒。\n请用 HP 黑色墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";
CyanCartridgeIncorrectWarning = "更换不兼容或有故障的青色墨盒。\n请用 HP 青色墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";
MagentaCartridgeIncorrectWarning = "更换不兼容或有故障的紫红色墨盒。\n请用 HP 紫红色墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";
YellowCartridgeIncorrectWarning = "更换不兼容或有故障的黄色墨盒。\n请用 HP 黄色墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";

BlackCartridgeNonHPWarning = "非 HP 黑色墨盒。\nHP 尊重客户的选择，但不保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机服务或维修不在保修之列。如果您确信购买的墨盒是原装 HP 墨盒，请访问 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。否则，请用 HP 黑色墨盒进行更换。";
CyanCartridgeNonHPWarning = "非 HP 青色墨盒。\nHP 尊重客户的选择，但不保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机服务或维修不在保修之列。如果您确信购买的墨盒是原装 HP 墨盒，请访问 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。否则，请用 HP 青色墨盒进行更换。";
MagentaCartridgeNonHPWarning = "非 HP 洋红色墨盒。\nHP 尊重客户的选择，但不保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机服务或维修不在保修之列。如果您确信购买的墨盒是原装 HP 墨盒，请访问 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。否则，请用 HP 洋红色墨盒进行更换。";
YellowCartridgeNonHPWarning = "非 HP 黄色墨盒。\nHP 尊重客户的选择，但不保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机服务或维修不在保修之列。如果您确信购买的墨盒是原装 HP 墨盒，请访问 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。否则，请用 HP 黄色墨盒进行更换。";

BlackCartridgeNonHPRecoverableWarning = "非 HP 黑色墨盒。\nHP 尊重客户的选择，但不保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机服务或维修不在保修之列。要继续用非 HP 墨盒进行打印，请按住电源按钮，按三次恢复按钮，然后松开电源按钮。但是，这可能会影响打印质量和墨水量信息的正确显示。否则，请用 HP 黑色墨盒进行更换。如果您确信购买的墨盒是原装 HP 墨盒，请访问 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。";
CyanCartridgeNonHPRecoverableWarning = "非 HP 青色墨盒。\nHP 尊重客户的选择，但不保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机服务或维修不在保修之列。要继续用非 HP 墨盒进行打印，请按住电源按钮，按三次恢复按钮，然后松开电源按钮。但是，这可能会影响打印质量和墨水量信息的正确显示。否则，请用 HP 青色墨盒进行更换。如果您确信购买的墨盒是原装 HP 墨盒，请访问 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。";
MagentaCartridgeNonHPRecoverableWarning = "非 HP 紫红色墨盒。\nHP 尊重客户的选择，但不保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机服务或维修不在保修之列。要继续用非 HP 墨盒进行打印，请按住电源按钮，按三次恢复按钮，然后松开电源按钮。但是，这可能会影响打印质量和墨水量信息的正确显示。否则，请用 HP 紫红色墨盒进行更换。如果您确信购买的墨盒是原装 HP 墨盒，请访问 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。";
YellowCartridgeNonHPRecoverableWarning = "非 HP 黄色墨盒。\nHP 尊重客户的选择，但不保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机服务或维修不在保修之列。要继续用非 HP 墨盒进行打印，请按住电源按钮，按三次恢复按钮，然后松开电源按钮。但是，这可能会影响打印质量和墨水量信息的正确显示。否则，请用 HP 黄色墨盒进行更换。如果您确信购买的墨盒是原装 HP 墨盒，请访问 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。";

BlackCartridgeExpiredWarning = "更换过期的黑色墨盒。\n请用新的 HP 黑色墨盒进行更换。";
CyanCartridgeExpiredWarning = "更换过期的青色墨盒。\n请用新的 HP 青色墨盒进行更换。";
MagentaCartridgeExpiredWarning = "更换过期的紫红色墨盒。\n请用新的 HP 紫红色墨盒进行更换。";
YellowCartridgeExpiredWarning = "更换过期的黄色墨盒。\n请用新的 HP 黄色墨盒进行更换。";

BlackCartridgeExpiredRecoverableWarning = "过期的黑色墨盒。\nHP 不保证过期墨盒的质量或可靠性。因使用过期墨盒而导致的打印机服务或维修不在保修之列。要继续用过期墨盒进行打印，请按住电源按钮，按三次恢复按钮，然后松开电源按钮。但是，这可能会影响打印质量和墨水量信息的正确显示。";
CyanCartridgeExpiredRecoverableWarning = "过期的青色墨盒。\nHP 不保证过期墨盒的质量或可靠性。因使用过期墨盒而导致的打印机服务或维修不在保修之列。要继续用过期墨盒进行打印，请按住电源按钮，按三次恢复按钮，然后松开电源按钮。但是，这可能会影响打印质量和墨水量信息的正确显示。";
MagentaCartridgeExpiredRecoverableWarning = "过期的洋红色墨盒。\nHP 不保证过期墨盒的质量或可靠性。因使用过期墨盒而导致的打印机服务或维修不在保修之列。要继续用过期墨盒进行打印，请按住电源按钮，按三次恢复按钮，然后松开电源按钮。但是，这可能会影响打印质量和墨水量信息的正确显示。";
YellowCartridgeExpiredRecoverableWarning = "过期的黄色墨盒。\nHP 不保证过期墨盒的质量或可靠性。因使用过期墨盒而导致的打印机服务或维修不在保修之列。要继续用过期墨盒进行打印，请按住电源按钮，按三次恢复按钮，然后松开电源按钮。但是，这可能会影响打印质量和墨水量信息的正确显示。";

BlackCartridgeOutOfInkWarning = "更换空的黑色墨盒。\n请用新的 HP 黑色墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";
CyanCartridgeOutOfInkWarning = "更换空的青色墨盒。\n请用新的 HP 青色墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";
MagentaCartridgeOutOfInkWarning = "更换空的紫红色墨盒。\n请用新的 HP 紫红色墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";
YellowCartridgeOutOfInkWarning = "更换空的黄色墨盒。\n请用新的 HP 黄色墨盒进行更换。只有在墨盒更换完毕之后，打印机才能进行打印。";

BlackCartridgeNearExpiredWarning = "黑色墨盒即将过期。\n如果黑色墨盒过期，请用新的 HP 黑色墨盒进行更换。";
CyanCartridgeNearExpiredWarning = "青色墨盒即将过期。\n如果青色墨盒过期，请用新的 HP 青色墨盒进行更换。";
MagentaCartridgeNearExpiredWarning = "紫红色墨盒即将过期。\n如果紫红色墨盒过期，请用新的 HP 紫红色墨盒进行更换。";
YellowCartridgeNearExpiredWarning = "黄色墨盒即将过期。\n如果黄色墨盒过期，请用新的 HP 黄色墨盒进行更换。";

BlackPenMissingWarning = "安装黑色打印头。\n安装一个 HP 黑色打印头。此打印头缺失或安装不正确。";
CyanPenMissingWarning = "安装青色打印头。\n安装一个 HP 青色打印头。此打印头缺失或安装不正确。";
MagentaPenMissingWarning = "安装紫红色打印头。\n安装一个 HP 紫红色打印头。此打印头缺失或安装不正确。";
YellowPenMissingWarning = "安装黄色打印头。\n安装一个 HP 黄色打印头。此打印头缺失或安装不正确。";
BlackYellowPenMissingWarning = "安装黑色和黄色打印头。\n安装一个 HP 黑色和黄色打印头。此打印头缺失或安装不正确。";
CyanMagentaPenMissingWarning = "安装紫红色和青色打印头。\n安装一个 HP 紫红色和青色打印头。此打印头缺失或安装不正确。";
CMYKPenMissingWarning = "CMYK 打印头缺失。\n安装 HP CMYK 打印头。该打印头缺失或未正确安装。";

BlackPenIncorrectWarning = "更换不兼容或有故障的黑色打印头。\n请用 HP 黑色打印头进行更换。只有在打印头更换完毕之后，打印机才能进行打印。";
CyanPenIncorrectWarning = "更换不兼容或有故障的青色打印头。\n请用 HP 青色打印头进行更换。只有在打印头更换完毕之后，打印机才能进行打印。";
MagentaPenIncorrectWarning = "更换不兼容或有故障的紫红色打印头。\n请用 HP 紫红色打印头进行更换。只有在打印头更换完毕之后，打印机才能进行打印。";
YellowPenIncorrectWarning = "更换不兼容或有故障的黄色打印头。\n请用 HP 黄色打印头进行更换。只有在打印头更换完毕之后，打印机才能进行打印。";
BlackYellowPenIncorrectWarning = "更换不兼容或有故障的黑色和黄色打印头。\n请用 HP 黑色和黄色打印头进行更换。只有在打印头更换完毕之后，打印机才能进行打印。";
CyanMagentaPenIncorrectWarning = "更换不兼容或有故障的紫红色和青色打印头。\n请用 HP 紫红色和青色打印头进行更换。只有在打印头更换完毕之后，打印机才能进行打印。";
MatteBlackCyanPenIncorrectWarning = "更换不兼容或出现故障的哑光黑色和青色打印头。\n更换为 HP 哑光黑色和青色打印头。该打印机仅在更换打印头后才会打印。";
MagentaYellowPenIncorrectWarning = "更换不兼容或出现故障的品红色和黄色打印头。\n更换为 HP 品红色和黄色打印头。该打印机仅在更换打印头后才会打印。";
CMYKPenIncorrectWarning = "请更换不兼容或有问题的 CMYK 打印头。\n请更换为 HP CMYK 打印头。只有在更换打印头后打印机才能正常工作。";

BlackCartridgeAntiTheftEnabledWarning = "更换 HP 保护的黑色墨盒。该墨盒只能用于使用“惠普墨盒保护”功能进行墨盒初始保护的打印机，并且必须进行更换。";
CyanCartridgeAntiTheftEnabledWarning = "更换 HP 保护的青色墨盒。该墨盒只能用于使用“惠普墨盒保护”功能进行墨盒初始保护的打印机，并且必须进行更换。";
MagentaCartridgeAntiTheftEnabledWarning = "更换 HP 保护的洋红色墨盒。该墨盒只能用于使用“惠普墨盒保护”功能进行墨盒初始保护的打印机，并且必须进行更换。";
YellowCartridgeAntiTheftEnabledWarning = "更换 HP 保护的黄色墨盒。该墨盒只能用于使用“惠普墨盒保护”功能进行墨盒初始保护的打印机，并且必须进行更换。";

BlackCartridgeAntiTheftEnabledWarningPigment = "更换 HP 保护的黑色墨盒。该墨盒只能用于使用“惠普墨盒保护”功能进行墨盒初始保护的打印机，并且必须进行更换。";
CyanCartridgeAntiTheftEnabledWarningPigment = "更换 HP 保护的青色墨盒。该墨盒只能用于使用“惠普墨盒保护”功能进行墨盒初始保护的打印机，并且必须进行更换。";
MagentaCartridgeAntiTheftEnabledWarningPigment = "更换 HP 保护的洋红色墨盒。该墨盒只能用于使用“惠普墨盒保护”功能进行墨盒初始保护的打印机，并且必须进行更换。";
YellowCartridgeAntiTheftEnabledWarningPigment = "更换 HP 保护的黄色墨盒。该墨盒只能用于使用“惠普墨盒保护”功能进行墨盒初始保护的打印机，并且必须进行更换。";

imageDrumCartridgeAntiTheftEnabledWarningPigment = "更换 HP 保护显像鼓。显像鼓只能在最初使用 HP 硒鼓保护功能对显像鼓加以保护的打印机中使用，且必须更换。";

StatusWarning = "无法显示以下耗材状态：";

// shoping menu titles
Phone = "电话订购";
ShopForSuppliesFormat = "%@购买耗材";

"United States" = "美国";
"China" = "中国";
"Hong Kong" = "香港特别行政区";
"India" = "印度";
"Indonesia" = "印尼";
"Korea" = "韩国";
"Malaysia" = "马来西亚";
"Philippines" = "菲律宾";
"Singapore" = "新加坡";
"Taiwan" = "台湾地区";
"Thailand" = "泰国";
"Vietnam" = "越南";

SuppliesInformationTitle = "耗材信息";

DetailsHeader = "耗材状态";
ReturnRecyclingTitle = "退回与回收利用\n";
ReturnRecyclingMessage = "请返回您的 HP 原装耗材，以便 HP 进行回收。有关详细信息，请访问 http://www.hp.com/go/recycle";
OrderingTitle = "订购信息";
OrderingMessageFormat = "您可以通过打印机软件在因特网 (link:{url=\"%@\";title=\"%@\";})上在线订购 HP 耗材，或者通过致电授权经销商进行订购。有关说明，请参考《用户指南》。";
ApproximatePagesRemainingClear = "大约剩余页数：";
ApproximatePagesRemainingNotAvailableNowDisclaimer = "HP 通过墨盒使用的第一个 20% 来估计剩余页数。";
ApproximatePageRemainingNotAvailableNowValue = "收集数据";
SupplyLevelReplace = "替换";
InkSupplyPLRDisclaimer = "只是估计值。实际的墨水量可能不同。";

PRLSupplyDisclaimer = "仅为近似值；根据所打印的文档类型和其他因素而变化";
LessThanX = "小于 %d";
SupplyLevel = "消耗品水平：";
OrderTitle = "订购";
SupplyLevelNormal = "正常";
SupplyLevelVeryLow = "极低";

SupplyAuthStateUsed = "已用";
SupplyAuthStateUnsupported = "不支持";
SupplyAuthStateNonHP = "非 HP";
SupplyAuthStateIncompatible = "不兼容";

SuppliesStatusMisinstalled = "墨盒的安装插槽有误";

SupplyStatusLowDetailsDisclaimer = "消耗品水平低时打印机会发出指示。墨盒的实际剩余寿命可能会有所不同。当打印质量不在可接受范围内时，请考虑准备可更换件以便在需要时进行安装。此时无需更换消耗品。";
SupplyStatusVeryLowDetailsDisclaimer = "消耗品水平非常低时打印机会发出指示。墨盒的实际剩余寿命可能会有所不同。当打印质量不在可接受范围内时，请考虑准备可更换件以便在需要时进行安装。除非打印质量不在可接受范围内，否则此时无需更换消耗品。一旦 HP 消耗品处于\"极低\"状态，HP 针对此消耗品的保险保护担保便告终结。";
SupplyStatusMPACCOActiveDetailsDisclaimer = "该打印机经客户配置，会在彩色消耗品水平处于非常低时仅用黑色打印。此时彩色消耗品也许仍可实现可接受范围内的打印质量。要进行彩色打印，请更换彩色消耗品或重新配置打印机。";
SupplyStatusReplaceRDDetailsDisclaimer = "当消耗品超过其预估使用期时，该打印机将向您发出通知。消耗品中可能会残留某些物质，但若非打印机损坏或存在安全风险，便无法继续对其进行使用。";
SupplyStatusReplaceUserDetailsDisclaimer = "该打印机经客户配置，会在消耗品水平处于非常低时停止。此时消耗品也许仍可实现可接受范围内的打印质量。要继续进行打印，请更换消耗品或重新配置打印机。";

AuthenticationStateMissingSmartChipNote = "无法读取墨盒数据。任何由于使用含不可读墨盒数据的墨盒所需要的打印机维修不包括在保修范围之内。耗材状态和取决于耗材状态的功能将不可用。";
AuthenticationStateBadDataFromCartridgeNote = "无法读取墨盒数据。任何由于使用含不可读墨盒数据的墨盒所需要的打印机维修不包括在保修范围之内。耗材状态和取决于耗材状态的功能将不可用。";
AuthenticationStateUsedNote = "已安装已用耗材。如果您认为购买的是正品 HP 墨盒，请访问 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。任何因使用已用耗材而需要的打印机维修不在保修范围之内。耗材状态和取决于耗材状态的功能将不可用。";
AuthenticationStateUsedBody = "注意：已安装已用耗材。耗材状态不可用。需要耗材状态的各个功能也可能不可用。";
AuthenticationStateNotDesignedForPrinterNote = "此正品 HP 耗材不适用于此款产品且不受支持。与此款产品同时使用时，可能会产生不同的结果。";
AuthenticationStateNonHPNote = "已安装非 HP 耗材。如果您认为自己购买的是正品 HP 墨盒，请访问 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。任何因使用非 HP 墨盒所需要的打印机维修不包括在保修范围之内。";

ImportantNotesTitle = "重要注意事项：\n";
AtVeryLowInstructions = "1. 选择 \"打印机设置\" 组中的 \"消耗品管理\"。\n2.选择 \"消耗品处于极低时的墨盒状态\" 表中的%color%墨盒。\n3.将所选墨盒的操作状态更改为 \"继续\" 或 \"提示继续\"。";

HSDPrintheadTabTitle = "打印头状况";
HSDPrintheadTabInfo = "下面显示了所选打印机当前的打印头状况。";

HSDSuppliesTabTitle = "当前耗材量级别";
HSDSuppliesTabInfo = "所选打印机的当前耗材量级别如下所示。";
HSDDetailedInfoButtonTitle = "详细的耗材信息";
HSDSuppliesWarningTitle = "从打印机检索打印墨盒信息时出现状态错误。无法与打印机通信，请确保已连接打印机且电源已经打开。";

HSDMediaTabTitle = "纸张状态";
HSDMediaTabInfo = "所选打印机的当前纸张状态如下所示。";

HSDStaplesTabTitle = "订书钉状态";
HSDStaplesTabInfo = "所选打印机的当前订书钉状态如下所示。";
HSDStaplesNotDetectedInfo = "未检测到钉书针盒。";

// Ink Subscription Tab
InkSubscriptionTabName = "HP Instant Ink";

cloudConnectionStatus = "当前连接到云状态";
lastConnectDate = "上次连接日期";
totalEnginePageCount = "引擎页面总数";
PPPCount = "按打印页面总数付费";
subscriptionPPPCount = "订阅按打印页面总数付费";
currentSequenceNumber = "当前序列号";
lastReceivedSequence = "上次接收的序列";
HAPILastReceivedDate = "H-API 上次接收日期";
EOOP = "有效缺页数";
OOPEAvailable = "提供缺页扩展";
blackSupplySubscription = "黑色墨盒";
triColorSupplySubscription = "三色墨盒";
Unknown = "未知";

InstantInk = "Instant Ink";
NonInstantInk = "非 Instant Ink";
InstantInkReady = "Instant Ink Ready";
Connected = "已连接";
NotConnected = "未连接";
Name = "名称";
Value = "值";
YES = "是";
NO = "否";

C_Color = "青色";
M_Color = "红紫色";
Y_Color = "黄色";
CMY_Color = "三色";
K_Color = "黑色";

HSDInkSubscriptionAdTitle = "HP Instant Ink";
HSDInkSubscriptionAdDescription = "墨水更换服务";
HSDInkSubscriptionAdMessage3 = "节省多达 50% 的墨水*\n通过印表机订购原装 HP 墨水，送货上门。\n\n单击“立即寄送墨水”了解更多信息和进行注册。";
InkSubscriptionAdMessage4 = " 節省使用原廠 HP 墨水，並且不要再次用盡墨水！";
HSDInkSubscriptionHelp = "Instant Ink 帮助";
HSDSendInkNow = "立即寄送墨水";
DisclaimerLink = "link:{url=\"http://www.hpinstantink.com/disclaimers\";title=\"*HP Instant Ink 免责声明。\";}";

/*Unsubscribed*/
InkSubscriptionInvitationTitle = "请尝试一下 HP Instant Ink！";
InkSubscriptionInvitation = "访问以下网站以了解它的强大功能: link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink 在线\";}";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowedTitle = "已安装 HP Instant Ink 墨盒";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowed = "请访问 link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";} 以完成 HP Instant Ink 在线注册。";
InkSubscriptionSubscriptionConsumableNeedsEnrollmentTitle = "不兼容的 HP Instant Ink 墨盒";
InkSubscriptionSubscriptionConsumableNeedsEnrollment = "此墨盒只能用于当前在 HP Instant Ink 中注册的打印机中。如果您认为您的打印机应该接受此墨盒，请联系link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"HP Instant Ink 在线支持\";}。";
InkSubscriptionTrialConsumableCountExceededTitle = "HP Instant Ink";
InkSubscriptionTrialConsumableCountExceeded = "一台打印机中只能使用一组 HP Instant Ink 就绪墨盒。请卸下并更换为其他墨盒。";
HSDDeviceStateConsumableSubscriptionOptionNotSetTitle = "完成打印机设置";
HSDDeviceStateConsumableSubscriptionOptionNotSet = "要进行打印，您需要在打印机前面板上完成打印机设置。单击“确定”并按照打印机前面板上的说明进行操作。打印作业已取消。";

/*Connect now Warning*/
InkSubscriptionConnectNowWarningTitle = "请将打印机连接到 HP Connected";
InkSubscriptionSubscribedPagesLow = "如果打印机未连接到 HP Connected，您将无法很快进行打印。\n\n您的打印机需要连接才能更新其 HP Instant Ink 状态。\n请参阅打印机控制面板了解相关说明。";
InkSubscriptionSubscribedPagesVeryLow = "警告：如果打印机未连接到 HP Connected，您将无法很快进行打印，并且打印机会再次发出警告。\n\n您的打印机需要连接才能更新其 HP Instant Ink 状态。\n请参阅打印机控制面板了解相关说明。";
InkSubscriptionSubscriptionNeedToConnect = "需要连接您的打印机，才能更新其 HP Instant Ink 状态。\n请参阅打印机控制面板了解相关说明。";

InkSubscriptionConnectNowToInstantInkWarningTitle = "请将打印机连接到 HP Instant Ink";
InkSubscriptionSubscribedPagesLowToInstantInk = "如果打印机未连接到 HP Instant Ink，则无法立即打印。

需要连接您的打印机，才能更新其 HP Instant Ink 状态。
在打印机的前面板上按“信息”按钮可打印有关重新连接的信息页面。
说明页不会计入您的 HP Instant Ink 页数。";
InkSubscriptionSubscribedPagesVeryLowToInstantInk = "警告：如果打印机未连接到 HP Instant Ink，则会继续收到警告，无法立即打印。

在打印机的前面板上按“信息”按钮可打印有关重新连接的信息页面。
说明页不会计入您的 HP Instant Ink 页数。";
InkSubscriptionSubscriptionNeedToConnectToInstantInk = "需要连接您的打印机，才能更新其 HP Instant Ink 状态。
在打印机的前面板上按“信息”按钮可打印有关重新连接的信息页面。
说明页不会计入您的 HP Instant Ink 页数。";

/*Active*/
InkSubscriptionSuccessfulTitle = "打印机已准备就绪。";
InkSubscriptionSuccessful = "有关 HP Instant Ink 的信息，请访问: link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink 在线\";}。";

XMO2InkSubscriptionSuccessfulTitle = "HP Instant Ink.";
XMO2InkSubscriptionSuccessful = "现在，您的打印机已在注册到 HP Instant Ink 中。";

InkSubscriptionNonInstantInkCartridgeInstalledTitle = "已安装非 Instant Ink 墨盒";
InkSubscriptionNonInstantInkCartridgeInstalledMessage = "此墨盒可用于此打印机，HP Instant Ink 列表上包含此打印机。如果 HP Instant Ink 服务已经产生月度账单，那么月度账单将继续发送给你。";

/*Connect Now Error*/
InkSubscriptionConnectNowErrorTitle = "无法打印";
InkSubscriptionConnectNowError = "您的打印机需要连接到 HP Connected 才能更新其 HP Instant Ink 状态。\n\n在打印机连接之前，您将无法打印。\n请参阅打印机控制面板了解相关说明。";
InkSubscribedPagesOutError = "需要连接您的打印机，才能更新其 HP Instant Ink 状态。

在打印机连接之前，您将无法打印。
在打印机的前面板上按“信息”按钮可打印有关重新连接的信息页面。
说明页不会计入您的 HP Instant Ink 页数。";

/*Account Problem Warning*/
InkSubscriptionAccountProblemWarningTitle = "请注意您的 HP Instant Ink 帐户";
InkSubscriptionAccountProblemSubscribedPagesLow = "您的帐户存在问题。 有关信息，请在线访问 link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}。\n\n如果该问题未解决，您将无法立刻使用 HP Instant Ink 墨盒进行打印。";
InkSubscriptionAccountProblemSubscribedPagesVeryLow = "您的帐户存在问题。 有关信息，请在线访问 link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}。\n\n如果该问题未解决，您将无法立刻使用 HP Instant Ink 墨盒进行打印。";

/*Account Problem Error*/
InkSubscriptionAccountProblemErrorTitle = "请注意您的 HP Instant Ink 帐户";
InkSubscriptionAccountProblemError = "您的帐户存在问题。 有关信息，请在线访问 link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}。\n\n问题解决后，您才能使用 HP Instant Ink 墨盒进行打印。";

/*Connect To Order Cartridge*/
InkSubscriptionConnectToOrderCartridgeTite = "请将打印机连接到 HP Connected";
InkSubscriptionConnectToOrderCartridge = "您的打印机需要连接到 HP Connected，以便订购您的更换墨盒。\n请参阅打印机控制面板了解相关说明。";

InkSubscriptionConnectToInstantInkToOrderCartridgeTite = "请将打印机连接到 HP Instant Ink";
InkSubscriptionConnectToInstantInkToOrderCartridge = "您需要将打印机连接到 HP Instant Ink 才能订购替换墨盒。
在打印机的前面板上按“信息”按钮可打印有关重新连接的信息页面。
说明页不会计入您的 HP Instant Ink 页数。";

/*Important Message Warning*/
InkSubscriptionImportantMessageWarningTitle = "HP Instant Ink 中的重要消息";
InkSubscriptionImportantMessageWarning = " link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";} 上在线显示了一则有关您的 HP Instant Ink 帐户的重要消息。";

/*Important Message Error*/
InkSubscriptionImportantMessageErrorTitle = "HP Instant Ink 中的重要消息";
InkSubscriptionImportantMessageError = "无法打印。link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";} 上在线显示了一则有关您的 HP Instant Ink 帐户的重要消息。";

/*Consumable End Of Life*/
InkSubscriptionSubscriptionConsumableEndOfLifeTitle = "您的墨盒需要更换";
InkSubscriptionSubscriptionConsumableEndOfLife = "您的墨盒中的墨水严重不足。\n为避免打印质量问题，请使用 HP Instant Ink 墨盒进行更换。";

/*Unexpected Instant Ink Cartridge Installed*/
UnexpectedInstantInkCartridgeInstalledTitle = "已安裝未預期的 Instant Ink 墨水匣";
UnexpectedInstantInkCartridgeInstalled = "如果您有另一台使用 Instant Ink 的印表機，請檢查這個墨水匣是否應安裝在那台印表機而不是這台印表機。\n若是的話，您可以取出這個墨水匣，然後重新安裝原廠墨水匣。";

/*Used HP Instant Ink Cartridge*/
UsedHPInstantInkCartridgeTitle = "已使用 HP Instant Ink 墨盒";
UsedHPInstantInkCartridge = "以上列出的 HP Instant Ink 墨盒只能在最初已安装墨盒的 HP Instant Ink 打印机中使用，且必须对其进行更换。";

/* subscriptionCancellationSuccessful */
HPInstantInkEnrollmentCancelledTitle = "已取消 HP Instant Ink 注册";
HPInstantInkEnrollmentCancelled = "您的打印机在 HP Instant Ink 中已不再处于注册状态。它将无法再使用 HP Instant Ink 墨盒。\n如果您认为您的打印机应该仍保持注册状态，请联系link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"HP Instant Ink 在线支持\";}部门联系。";

XMO2HPInstantInkEnrollmentCancelledTitle = "HP Instant Ink.";
XMO2HPInstantInkEnrollmentCancelled = "您的打印机在 HP Instant Ink 中不再处于注册状态。它可以继续使用 HP Instant Ink Ready 墨盒，但不能使用 HP Instant Ink 计划墨盒。";

MissingSmartChipMonoSupply = "耗材内存错误";

EstimatedWarningPigment = "仅为估计值，实际墨盒墨水量可能有所不同。";
UsedFromatPigment = "已使用的墨盒墨水量(微升):||%@";
HSDSupplyDepletedWarningTitlePigment = "惠普原装墨盒的墨水已耗尽 - 有关供应墨水量的信息将不可用。";
StarterPensWarningPigment = "估计墨盒墨水量信息对于引导打印墨盒不可用。";

BlackCartridgeMisinstalledWarningPigment = "墨盒安装在错误的插槽中。\n请用 HP 黑色墨盒进行更换。只有更换墨盒后，打印机才会进行打印。";
CyanCartridgeMisinstalledWarningPigment = "墨盒安装在错误的插槽中。\n请用 HP 青色墨盒进行更换。只有更换墨盒后，打印机才会进行打印。";
MagentaCartridgeMisinstalledWarningPigment = "墨盒安装在错误的插槽中。\n请用 HP 品红色墨盒进行更换。只有更换墨盒后，打印机才会进行打印。";
YellowCartridgeMisinstalledWarningPigment = "墨盒安装在错误的插槽中。\n请用 HP 黄色墨盒进行更换。只有更换墨盒后，打印机才会进行打印。";

BlackCartridgeMissingWarningPigment = "缺少黑色墨盒。\n请安装 HP 黑色墨盒。该墨盒缺失或未正确安装。";
CyanCartridgeMissingWarningPigment = "缺少青色墨盒。\n请安装 HP 青色墨盒。该墨盒缺失或未正确安装。";
MagentaCartridgeMissingWarningPigment = "缺少品红色墨盒。\n请安装 HP 品红色墨盒。该墨盒缺失或未正确安装。";
YellowCartridgeMissingWarningPigment = "缺少黄色墨盒。\n请安装 HP 黄色墨盒。该墨盒缺失或未正确安装。";

BlackCartridgeIncorrectWarningPigment = "请更换不兼容或有故障的黑色墨盒。\n请用 HP 黑色墨盒进行更换。只有更换墨盒后，打印机才会进行打印。";
CyanCartridgeIncorrectWarningPigment = "请更换不兼容或有故障的青色墨盒。\n请用 HP 青色墨盒进行更换。只有更换墨盒后，打印机才会进行打印。";
MagentaCartridgeIncorrectWarningPigment = "请更换不兼容或有故障的品红色墨盒。\n请用 HP 品红色墨盒进行更换。只有更换墨盒后，打印机才会进行打印。";
YellowCartridgeIncorrectWarningPigment = "请更换不兼容或有故障的黄色墨盒。\n请用 HP 黄色墨盒进行更换。只有更换墨盒后，打印机才会进行打印。";

BlackCartridgeNonHPWarningPigment = "非 HP 黑色墨盒。\nHP 无法保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机维护或维修并不在保修范围之内。如果您确信自己购买的是 HP 正品墨盒，请访问: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP black cartridge.";
CyanCartridgeNonHPWarningPigment = "非 HP 青色墨盒。\nHP 无法保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机维护或维修并不在保修范围之内。如果您确信自己购买的是 HP 正品墨盒，请访问: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP cyan cartridge.";
MagentaCartridgeNonHPWarningPigment = "非 HP 品红色墨盒。\nHP 无法保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机维护或维修并不在保修范围之内。如果您确信自己购买的是 HP 正品墨盒，请访问: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP magenta cartridge.";
YellowCartridgeNonHPWarningPigment = "非 HP 黄色墨盒。\nHP 无法保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机维护或维修并不在保修范围之内。如果您确信自己购买的是 HP 正品墨盒，请访问: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP yellow cartridge.";

BlackCartridgeNonHPRecoverableWarningPigment = "非 HP 黑色墨盒。\nHP 尊重客户的选择，但无法保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机维护或维修并不在保修范围之内。要继续使用非 HP 墨盒进行打印，请您按住“电源”按钮，并按“继续”按钮三次，然后松开“电源”按钮。在这种情况下，打印质量和墨盒墨水量信息可能会受到影响。如果不使用非 HP 墨盒进行打印，请用 HP 黑色墨盒进行更换。如果您确信自己购买的是 HP 正品墨盒，请访问: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
CyanCartridgeNonHPRecoverableWarningPigment = "非 HP 青色墨盒。\nHP 尊重客户的选择，但无法保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机维护或维修并不在保修范围之内。要继续使用非 HP 墨盒进行打印，请您按住“电源”按钮，并按“继续”按钮三次，然后松开“电源”按钮。在这种情况下，打印质量和墨盒墨水量信息可能会受到影响。如果不使用非 HP 墨盒进行打印，请用 HP 青色墨盒进行更换。如果您确信自己购买的是 HP 正品墨盒，请访问: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
MagentaCartridgeNonHPRecoverableWarningPigment = "非 HP 品红色墨盒。\nHP 尊重客户的选择，但无法保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机维护或维修并不在保修范围之内。要继续使用非 HP 墨盒进行打印，请您按住“电源”按钮，并按“继续”按钮三次，然后松开“电源”按钮。在这种情况下，打印质量和墨盒墨水量信息可能会受到影响。如果不使用非 HP 墨盒进行打印，请用 HP 品红色墨盒更换。如果您确信自己购买的是 HP 正品墨盒，请访问: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
YellowCartridgeNonHPRecoverableWarningPigment = "非 HP 黄色墨盒。\nHP 尊重客户的选择，但无法保证非 HP 墨盒的质量或可靠性。因使用非 HP 墨盒而导致的打印机维护或维修并不在保修范围之内。要继续使用非 HP 墨盒进行打印，请您按住“电源”按钮，并按“继续”按钮三次，然后松开“电源”按钮；在这种情况下，打印质量和墨盒墨水量信息可能会受到影响。如果不使用非 HP 墨盒进行打印，请用 HP 黄色墨盒进行更换。如果您确信自己购买的是 HP 正品墨盒，请访问: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

BlackCartridgeExpiredWarningPigment = "请更换过期的黑色墨盒。\n请用新的 HP 黑色墨盒进行更换。";
CyanCartridgeExpiredWarningPigment = "请更换过期的青色墨盒。\n请用新的 HP 青色墨盒进行更换。";
MagentaCartridgeExpiredWarningPigment = "请更换过期的品红色墨盒。\n请用新的 HP 品红色墨盒进行更换。";
YellowCartridgeExpiredWarningPigment = "请更换过期的黄色墨盒。\n请用新的 HP 黄色墨盒进行更换。";

BlackCartridgeExpiredRecoverableWarningPigment = "黑色墨盒过期。\nHP 无法保证过期墨盒的质量或可靠性。因使用过期墨盒而导致的打印机维护或维修并不在保修范围之内。要继续使用过期墨盒进行打印，请您按住“电源”按钮，并按“继续”按钮三次，然后松开“电源”按钮。在这种情况下，打印质量和墨盒墨水量信息可能会受到影响。";
CyanCartridgeExpiredRecoverableWarningPigment = "青色墨盒过期。\nHP 无法保证过期墨盒的质量或可靠性。因使用过期墨盒而导致的打印机维护或维修并不在保修范围之内。要继续使用过期墨盒进行打印，请您按住“电源”按钮，并按“继续”按钮三次，然后松开“电源”按钮。在这种情况下，打印质量和墨盒墨水量信息可能会受到影响。";
MagentaCartridgeExpiredRecoverableWarningPigment = "品红色墨盒过期。\nHP 无法保证过期墨盒的质量或可靠性。因使用过期墨盒而导致的打印机服务或维修并不在保修范围之内。要继续使用过期墨盒进行打印，请您按住“电源”按钮，并按“继续”按钮三次，然后松开“电源”按钮。在这种情况下，打印质量和墨盒墨水量信息可能会受到影响。";
YellowCartridgeExpiredRecoverableWarningPigment = "黄色墨盒过期。\nHP 无法保证过期墨盒的质量或可靠性。因使用过期墨盒而导致的打印机服务或维修并不在保修范围之内。要继续使用过期墨盒进行打印，请您按住“电源”按钮，并按“继续”按钮三次，然后松开“电源”按钮。在这种情况下，打印质量和墨盒墨水量信息可能会受到影响。";

BlackCartridgeOutOfWarningPigment = "更换空的黑色墨盒。\n请用新的 HP 黑色墨盒进行更换。只有更换墨盒后，打印机才会进行打印。";
CyanCartridgeOutOfWarningPigment = "更换空的青色墨盒。\n请用新的 HP 青色墨盒进行更换。只有更换墨盒后，打印机才会进行打印。";
MagentaCartridgeOutOfWarningPigment = "更换空的品红色墨盒。\n请用新的 HP 品红色墨盒进行更换。只有更换墨盒后，打印机才会进行打印。";
YellowCartridgeOutOfWarningPigment = "更换空的黄色墨盒。\n请用新的 HP 黄色墨盒进行更换。只有在更换墨盒后，打印机才会打印。";

BlackCartridgeNearExpiredWarningPigment = "黑色墨盒即将过期。\n当该墨盒过期时，请用新的 HP 黑色墨盒进行更换。";
CyanCartridgeNearExpiredWarningPigment = "青色墨盒即将过期。\n当该墨盒过期时，请用新的 HP 青色墨盒进行更换。";
MagentaCartridgeNearExpiredWarningPigment = "品红色墨盒即将过期。\n当该墨盒过期时，请用新的 HP 品红色墨盒进行更换。";
YellowCartridgeNearExpiredWarningPigment = "黄色墨盒即将过期。\n当该墨盒过期时，请用新的 HP 黄色墨盒进行更换。";

SupplyPLRDisclaimerPigment = "仅为估计值，实际墨盒墨水量可能有所不同。";

HSDProtectedCartridgesTitle = "已安装 HP 保护墨盒";

HSDProtectedCartridges = "上述所列墨盒只能在最初使用“HP 墨盒保护功能”保护墨盒的打印机中使用，必须更换。

利用“HP 墨盒保护功能”，打印机所有者可以将打印机中安装的 HP 墨盒设置为只能在该打印机中工作。

有关从 HP Instant Ink 获取的墨盒出现的问题，请联系 HP Instant Ink 在线支持。";
